Repository: maERP/maERP
Catalog: src/maERP.Client/Strings/*/Resources.resw
Source language: en
Languages: de

# DashboardPage.Header.Subtitle.Text
source: Here's what's happening with your business today
de: So läuft Ihr Geschäft heute

# DashboardPage.KPI.Revenue.Text
source: Revenue Today
de: Umsatz heute

# DashboardPage.KPI.Orders.Text
source: Orders Today
de: Bestellungen heute

# DashboardPage.KPI.Customers.Text
source: Total Customers
de: Kunden gesamt

# DashboardPage.KPI.Inventory.Text
source: Products in Stock
de: Produkte auf Lager

# DashboardPage.KPI.VsLastWeek.Text
source: vs last week
de: gg. Vorwoche

# DashboardPage.KPI.VsLastMonth.Text
source: vs last month
de: gg. Vormonat

# DashboardPage.KPI.ThisWeek.Text
source: This week:
de: Diese Woche:

# DashboardPage.KPI.Pending.Text
source: pending
de: ausstehend

# DashboardPage.KPI.NewThisMonth.Text
source: new this month
de: neu diesen Monat

# DashboardPage.KPI.LowStockItems.Text
source: low stock items
de: Artikel mit niedrigem Bestand

# DashboardPage.Section.Activity.Text
source: Recent Activity
de: Aktuelle Aktivitäten

# DashboardPage.Card.RecentOrders.Text
source: Recent Orders
de: Aktuelle Bestellungen

# DashboardPage.Card.TopProducts.Text
source: Top Selling Products
de: Meistverkaufte Produkte

# DashboardPage.Card.LowStockAlerts.Text
source: Low Stock Alerts
de: Bestandswarnungen

# DashboardPage.Button.ViewAll.Content
source: View All
de: Alle anzeigen

# DashboardPage.Button.ManageInventory.Content
source: Manage Inventory
de: Lager verwalten

# DashboardPage.Label.Sold.Text
source: sold
de: verkauft

# DashboardPage.NoLowStockAlerts.Text
source: All products are well stocked!
de: Alle Produkte sind ausreichend auf Lager!

# Shell.UserMenu.Text.Text
source: Menu
de: Menü

# Shell.UserMenu.DarkMode.Text
source: Dark Mode
de: Dunkelmodus

# Shell.UserMenu.Settings.Text
source: Settings
de: Einstellungen

# Shell.UserMenu.Logout.Text
source: Logout
de: Abmelden

# Shell.NavHeader.Modules.Content
source: Modules
de: Module

# Shell.NavItem.Customers.Content
source: Customers
de: Kunden

# Shell.NavItem.Orders.Content
source: Orders
de: Bestellungen

# Shell.NavItem.Products.Content
source: Products
de: Produkte

# Shell.NavItem.Inventory.Content
source: Inventory
de: Lagerbestand

# Shell.NavItem.Warehouses.Content
source: Warehouses
de: Lager

# Shell.NavItem.Manufacturers.Content
source: Manufacturers
de: Hersteller

# Shell.NavItem.Invoices.Content
source: Invoices
de: Rechnungen

# Shell.NavItem.Settings.Content
source: Settings
de: Einstellungen

# Shell.NavItem.Logout.Content
source: Logout
de: Abmelden

# Shell.NavItem.AiModels.Content
source: AI Models
de: KI-Modelle

# Shell.NavItem.AiPrompts.Content
source: AI Prompts
de: KI-Prompts

# Shell.NavItem.TaxClasses.Content
source: Tax Classes
de: Steuerklassen

# Shell.NavItem.SalesChannels.Content
source: Sales Channels
de: Vertriebskanäle

# CustomerListPage.NavigationBar.Content
source: Customers
de: Kunden

# CustomerListPage.AppBarButton.Refresh.Label
source: Refresh
de: Aktualisieren

# CustomerListPage.AppBarButton.Refresh.ToolTip
source: Refresh customer list
de: Kundenliste aktualisieren

# CustomerListPage.AppBarButton.New.Label
source: New
de: Neu

# CustomerListPage.AppBarButton.New.ToolTip
source: Create new customer
de: Neuen Kunden anlegen

# CustomerListPage.SearchBox.PlaceholderText
source: Search customers...
de: Kunden suchen...

# CustomerListPage.Sort.NewestFirst.Content
source: Newest First
de: Neueste zuerst

# CustomerListPage.Sort.OldestFirst.Content
source: Oldest First
de: Älteste zuerst

# CustomerListPage.Sort.LastNameAZ.Content
source: Last Name A-Z
de: Nachname A-Z

# CustomerListPage.Sort.LastNameZA.Content
source: Last Name Z-A
de: Nachname Z-A

# CustomerListPage.Sort.FirstNameAZ.Content
source: First Name A-Z
de: Vorname A-Z

# CustomerListPage.Sort.FirstNameZA.Content
source: First Name Z-A
de: Vorname Z-A

# CustomerListPage.Sort.CustomerIdAsc.Content
source: Customer # Asc
de: Kunden-Nr. aufst.

# CustomerListPage.Sort.CustomerIdDesc.Content
source: Customer # Desc
de: Kunden-Nr. abst.

# CustomerListPage.DataGrid.CustomerId.Header
source: Customer #
de: Kunden-Nr.

# CustomerListPage.DataGrid.FirstName.Header
source: First Name
de: Vorname

# CustomerListPage.DataGrid.LastName.Header
source: Last Name
de: Nachname

# CustomerListPage.DataGrid.EnrollmentDate.Header
source: Enrollment Date
de: Registrierungsdatum

# CustomerListPage.Header.CustomerId.Text
source: Customer #
de: Kunden-Nr.

# CustomerListPage.Header.FirstName.Text
source: First Name
de: Vorname

# CustomerListPage.Header.LastName.Text
source: Last Name
de: Nachname

# CustomerListPage.Header.EnrollmentDate.Text
source: Enrollment Date
de: Registrierungsdatum

# CustomerListPage.NoCustomers.Text
source: No customers found
de: Keine Kunden gefunden

# CustomerListPage.LoadError.Text
source: Failed to load customers
de: Kunden konnten nicht geladen werden

# CustomerListPage.PreviousPage.ToolTip
source: Previous page
de: Vorherige Seite

# CustomerListPage.NextPage.ToolTip
source: Next page
de: Nächste Seite

# CustomerListPage.ItemsPerPage.Text
source: Items per page:
de: Einträge pro Seite:

# Pagination.PageInfo
source: Page {0} of {1}
de: Seite {0} von {1}

# Pagination.NoResults
source: No results
de: Keine Ergebnisse

# Pagination.CustomersSingular
source: 1 customer
de: 1 Kunde

# Pagination.CustomersPlural
source: {0} customers
de: {0} Kunden

# Pagination.OrdersSingular
source: 1 order
de: 1 Bestellung

# Pagination.OrdersPlural
source: {0} orders
de: {0} Bestellungen

# Pagination.ProductsSingular
source: 1 product
de: 1 Produkt

# Pagination.ProductsPlural
source: {0} products
de: {0} Produkte

# Pagination.InvoicesSingular
source: 1 invoice
de: 1 Rechnung

# Pagination.InvoicesPlural
source: {0} invoices
de: {0} Rechnungen

# Pagination.ManufacturersSingular
source: 1 manufacturer
de: 1 Hersteller

# Pagination.ManufacturersPlural
source: {0} manufacturers
de: {0} Hersteller

# Pagination.WarehousesSingular
source: 1 warehouse
de: 1 Lager

# Pagination.WarehousesPlural
source: {0} warehouses
de: {0} Lager

# Pagination.AiModelsSingular
source: 1 AI model
de: 1 KI-Modell

# Pagination.AiModelsPlural
source: {0} AI models
de: {0} KI-Modelle

# Pagination.AiPromptsSingular
source: 1 AI prompt
de: 1 KI-Prompt

# Pagination.AiPromptsPlural
source: {0} AI prompts
de: {0} KI-Prompts

# Pagination.TaxClassesSingular
source: 1 tax class
de: 1 Steuerklasse

# Pagination.TaxClassesPlural
source: {0} tax classes
de: {0} Steuerklassen

# Pagination.SalesChannelsSingular
source: 1 sales channel
de: 1 Vertriebskanal

# Pagination.SalesChannelsPlural
source: {0} sales channels
de: {0} Vertriebskanäle

# OrderListPage.NavigationBar.Content
source: Orders
de: Bestellungen

# OrderListPage.AppBarButton.Refresh.Label
source: Refresh
de: Aktualisieren

# OrderListPage.AppBarButton.Refresh.ToolTip
source: Refresh order list
de: Bestellliste aktualisieren

# OrderListPage.AppBarButton.New.Label
source: New
de: Neu

# OrderListPage.AppBarButton.New.ToolTip
source: Create new order
de: Neue Bestellung anlegen

# OrderListPage.SearchBox.PlaceholderText
source: Search orders...
de: Bestellungen suchen...

# OrderListPage.Header.OrderId.Text
source: Order #
de: Bestell-Nr.

# OrderListPage.Header.Customer.Text
source: Customer
de: Kunde

# OrderListPage.Header.Total.Text
source: Total
de: Summe

# OrderListPage.Header.DateOrdered.Text
source: Order Date
de: Bestelldatum

# OrderListPage.NoOrders.Text
source: No orders found
de: Keine Bestellungen gefunden

# OrderListPage.LoadError.Text
source: Failed to load orders
de: Bestellungen konnten nicht geladen werden

# OrderListPage.PreviousPage.ToolTip
source: Previous page
de: Vorherige Seite

# OrderListPage.NextPage.ToolTip
source: Next page
de: Nächste Seite

# OrderListPage.ItemsPerPage.Text
source: Items per page:
de: Einträge pro Seite:

# ProductListPage.NavigationBar.Content
source: Products
de: Produkte

# ProductListPage.AppBarButton.Refresh.Label
source: Refresh
de: Aktualisieren

# ProductListPage.AppBarButton.Refresh.ToolTip
source: Refresh product list
de: Produktliste aktualisieren

# ProductListPage.AppBarButton.New.Label
source: New
de: Neu

# ProductListPage.AppBarButton.New.ToolTip
source: Create new product
de: Neues Produkt anlegen

# ProductListPage.SearchBox.PlaceholderText
source: Search products...
de: Produkte suchen...

# ProductListPage.Header.Manufacturer.Text
source: Manufacturer
de: Hersteller

# ProductListPage.Header.Price.Text
source: Price
de: Preis

# ProductListPage.Header.Msrp.Text
source: MSRP
de: UVP

# ProductListPage.NoProducts.Text
source: No products found
de: Keine Produkte gefunden

# ProductListPage.LoadError.Text
source: Failed to load products
de: Produkte konnten nicht geladen werden

# ProductListPage.PreviousPage.ToolTip
source: Previous page
de: Vorherige Seite

# ProductListPage.NextPage.ToolTip
source: Next page
de: Nächste Seite

# ProductListPage.ItemsPerPage.Text
source: Items per page:
de: Einträge pro Seite:

# InvoiceListPage.NavigationBar.Content
source: Invoices
de: Rechnungen

# InvoiceListPage.AppBarButton.Refresh.Label
source: Refresh
de: Aktualisieren

# InvoiceListPage.AppBarButton.Refresh.ToolTip
source: Refresh invoice list
de: Rechnungsliste aktualisieren

# InvoiceListPage.AppBarButton.New.Label
source: New
de: Neu

# InvoiceListPage.AppBarButton.New.ToolTip
source: Create new invoice
de: Neue Rechnung anlegen

# InvoiceListPage.SearchBox.PlaceholderText
source: Search invoices...
de: Rechnungen suchen...

# InvoiceListPage.Header.InvoiceNumber.Text
source: Invoice #
de: Rechnungs-Nr.

# InvoiceListPage.Header.CustomerName.Text
source: Customer
de: Kunde

# InvoiceListPage.Header.Total.Text
source: Total
de: Summe

# InvoiceListPage.Header.InvoiceDate.Text
source: Invoice Date
de: Rechnungsdatum

# InvoiceListPage.NoInvoices.Text
source: No invoices found
de: Keine Rechnungen gefunden

# InvoiceListPage.LoadError.Text
source: Failed to load invoices
de: Rechnungen konnten nicht geladen werden

# InvoiceListPage.PreviousPage.ToolTip
source: Previous page
de: Vorherige Seite

# InvoiceListPage.NextPage.ToolTip
source: Next page
de: Nächste Seite

# InvoiceListPage.ItemsPerPage.Text
source: Items per page:
de: Einträge pro Seite:

# ManufacturerListPage.NavigationBar.Content
source: Manufacturers
de: Hersteller

# ManufacturerListPage.AppBarButton.Refresh.Label
source: Refresh
de: Aktualisieren

# ManufacturerListPage.AppBarButton.Refresh.ToolTip
source: Refresh manufacturer list
de: Herstellerliste aktualisieren

# ManufacturerListPage.AppBarButton.New.Label
source: New
de: Neu

# ManufacturerListPage.AppBarButton.New.ToolTip
source: Create new manufacturer
de: Neuen Hersteller anlegen

# ManufacturerListPage.SearchBox.PlaceholderText
source: Search manufacturers...
de: Hersteller suchen...

# ManufacturerListPage.Header.City.Text
source: City
de: Stadt

# ManufacturerListPage.Header.Country.Text
source: Country
de: Land

# ManufacturerListPage.NoManufacturers.Text
source: No manufacturers found
de: Keine Hersteller gefunden

# ManufacturerListPage.LoadError.Text
source: Failed to load manufacturers
de: Hersteller konnten nicht geladen werden

# ManufacturerListPage.PreviousPage.ToolTip
source: Previous page
de: Vorherige Seite

# ManufacturerListPage.NextPage.ToolTip
source: Next page
de: Nächste Seite

# ManufacturerListPage.ItemsPerPage.Text
source: Items per page:
de: Einträge pro Seite:

# ManufacturerEditPage.TitleNew
source: New Manufacturer
de: Neuer Hersteller

# ManufacturerEditPage.TitleEdit
source: Edit Manufacturer
de: Hersteller bearbeiten

# ManufacturerEditPage.AppBarButton.Cancel.Label
source: Cancel
de: Abbrechen

# ManufacturerEditPage.AppBarButton.Save.Label
source: Save
de: Speichern

# ManufacturerEditPage.Section.BasicInformation.Text
source: Basic Information
de: Grundinformationen

# ManufacturerEditPage.Section.ContactInformation.Text
source: Contact Information
de: Kontaktinformationen

# ManufacturerEditPage.Section.Address.Text
source: Address
de: Adresse

# ManufacturerEditPage.Field.Name.PlaceholderText
source: Enter manufacturer name
de: Herstellername eingeben

# ManufacturerEditPage.Field.Logo.PlaceholderText
source: https://example.com/logo.png
de: https://beispiel.de/logo.png

# ManufacturerEditPage.Field.Email.PlaceholderText
source: info@manufacturer.com
de: info@hersteller.de

# ManufacturerEditPage.Field.Phone.Header
source: Phone
de: Telefon

# ManufacturerEditPage.Field.Website.PlaceholderText
source: https://www.manufacturer.com
de: https://www.hersteller.de

# ManufacturerEditPage.Field.Street.Header
source: Street
de: Straße

# ManufacturerEditPage.Field.Street.PlaceholderText
source: Enter street
de: Straße eingeben

# ManufacturerEditPage.Field.ZipCode.Header
source: ZIP
de: PLZ

# ManufacturerEditPage.Field.ZipCode.PlaceholderText
source: ZIP
de: PLZ

# ManufacturerEditPage.Field.City.Header
source: City
de: Stadt

# ManufacturerEditPage.Field.City.PlaceholderText
source: Enter city
de: Stadt eingeben

# ManufacturerEditPage.Field.State.Header
source: State
de: Bundesland

# ManufacturerEditPage.Field.State.PlaceholderText
source: Enter state/province
de: Bundesland eingeben

# ManufacturerEditPage.Field.Country.Header
source: Country
de: Land

# ManufacturerEditPage.Field.Country.PlaceholderText
source: Enter country
de: Land eingeben

# ManufacturerEditPage.RequiredFieldsNote.Text
source: * Required fields
de: * Pflichtfelder

# ManufacturerEditPage.Button.Cancel.Content
source: Cancel
de: Abbrechen

# ManufacturerEditPage.Button.Save.Content
source: Save
de: Speichern

# ManufacturerEditPage.Error.LoadFailed
source: Failed to load manufacturer: {0}
de: Hersteller konnte nicht geladen werden: {0}

# ManufacturerEditPage.Error.SaveFailed
source: Failed to save manufacturer: {0}
de: Hersteller konnte nicht gespeichert werden: {0}

# ManufacturerDetailPage.NavigationBar.Content
source: Manufacturer Details
de: Herstellerdetails

# ManufacturerDetailPage.AppBarButton.Back.Label
source: Back
de: Zurück

# ManufacturerDetailPage.AppBarButton.Edit.Label
source: Edit
de: Bearbeiten

# ManufacturerDetailPage.LoadError.Text
source: Failed to load manufacturer
de: Hersteller konnte nicht geladen werden

# ManufacturerDetailPage.NotAvailable.Text
source: Not available
de: Nicht verfügbar

# ManufacturerDetailPage.Section.ContactInformation.Text
source: Contact Information
de: Kontaktinformationen

# ManufacturerDetailPage.Section.Address.Text
source: Address
de: Adresse

# ManufacturerDetailPage.Field.Phone.Text
source: Phone
de: Telefon

# ManufacturerDetailPage.Field.Street.Text
source: Street
de: Straße

# ManufacturerDetailPage.Field.City.Text
source: City
de: Stadt

# ManufacturerDetailPage.Field.State.Text
source: State
de: Bundesland

# ManufacturerDetailPage.Field.Country.Text
source: Country
de: Land

# WarehouseListPage.NavigationBar.Content
source: Warehouses
de: Lager

# WarehouseListPage.AppBarButton.Refresh.Label
source: Refresh
de: Aktualisieren

# WarehouseListPage.AppBarButton.Refresh.ToolTip
source: Refresh warehouse list
de: Lagerliste aktualisieren

# WarehouseListPage.AppBarButton.New.Label
source: New
de: Neu

# WarehouseListPage.AppBarButton.New.ToolTip
source: Create new warehouse
de: Neues Lager anlegen

# WarehouseListPage.SearchBox.PlaceholderText
source: Search warehouses...
de: Lager suchen...

# WarehouseListPage.NoWarehouses.Text
source: No warehouses found
de: Keine Lager gefunden

# WarehouseListPage.LoadError.Text
source: Failed to load warehouses
de: Lager konnten nicht geladen werden

# WarehouseListPage.PreviousPage.ToolTip
source: Previous page
de: Vorherige Seite

# WarehouseListPage.NextPage.ToolTip
source: Next page
de: Nächste Seite

# WarehouseListPage.ItemsPerPage.Text
source: Items per page:
de: Einträge pro Seite:

# CustomerDetailPage.NavigationBar.Content
source: Customer Details
de: Kundendetails

# CustomerDetailPage.AppBarButton.Back.Label
source: Back
de: Zurück

# CustomerDetailPage.AppBarButton.Edit.Label
source: Edit
de: Bearbeiten

# CustomerDetailPage.AppBarButton.Delete.Label
source: Delete
de: Löschen

# CustomerDetailPage.LoadError.Text
source: Failed to load customer
de: Kunde konnte nicht geladen werden

# CustomerDetailPage.NotAvailable.Text
source: Not available
de: Nicht verfügbar

# CustomerDetailPage.Section.ContactInformation.Text
source: Contact Information
de: Kontaktinformationen

# CustomerDetailPage.Section.BusinessData.Text
source: Business Data
de: Geschäftsdaten

# CustomerDetailPage.Section.Addresses.Text
source: Addresses
de: Adressen

# CustomerDetailPage.Section.Notes.Text
source: Notes
de: Notizen

# CustomerDetailPage.Field.Phone.Text
source: Phone
de: Telefon

# CustomerDetailPage.Field.CustomerNumber.Text
source: Customer Number
de: Kundennummer

# CustomerDetailPage.Field.CompanyName.Text
source: Company
de: Firma

# CustomerDetailPage.Field.VatNumber.Text
source: VAT Number
de: USt-IdNr.

# CustomerDetailPage.Field.EnrollmentDate.Text
source: Enrollment Date
de: Registrierungsdatum

# CustomerDetailPage.Badge.DeliveryAddress.Text
source: Delivery Address
de: Lieferadresse

# CustomerDetailPage.Badge.InvoiceAddress.Text
source: Invoice Address
de: Rechnungsadresse

# CustomerDetailPage.DeleteConfirmation.Title
source: Delete Customer
de: Kunde löschen

# CustomerDetailPage.DeleteConfirmation.Message
source: Are you sure you want to delete this customer? This action cannot be undone.
de: Möchten Sie diesen Kunden wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# Common.Delete
source: Delete
de: Löschen

# CustomerDetailPage.NoAddresses.Text
source: No addresses available
de: Keine Adressen vorhanden

# CustomerDetailPage.NoNotes.Text
source: No notes available
de: Keine Notizen vorhanden

# CustomerStatus.Active
source: Active
de: Aktiv

# CustomerStatus.Inactive
source: Inactive
de: Inaktiv

# CustomerStatus.NoDoi
source: No DOI
de: Kein DOI

# CustomerEditPage.TitleNew
source: New Customer
de: Neuer Kunde

# CustomerEditPage.TitleEdit
source: Edit Customer
de: Kunde bearbeiten

# CustomerEditPage.AppBarButton.Cancel.Label
source: Cancel
de: Abbrechen

# CustomerEditPage.AppBarButton.Save.Label
source: Save
de: Speichern

# CustomerEditPage.Section.PersonalInformation.Text
source: Personal Information
de: Persönliche Daten

# CustomerEditPage.Section.ContactInformation.Text
source: Contact Information
de: Kontaktinformationen

# CustomerEditPage.Section.BusinessData.Text
source: Business Data
de: Geschäftsdaten

# CustomerEditPage.Section.Notes.Text
source: Notes
de: Notizen

# CustomerEditPage.Field.Firstname.Header
source: First Name *
de: Vorname *

# CustomerEditPage.Field.Firstname.PlaceholderText
source: Enter first name
de: Vorname eingeben

# CustomerEditPage.Field.Lastname.Header
source: Last Name *
de: Nachname *

# CustomerEditPage.Field.Lastname.PlaceholderText
source: Enter last name
de: Nachname eingeben

# CustomerEditPage.Field.Email.PlaceholderText
source: email@example.com
de: E-Mail-Adresse eingeben

# CustomerEditPage.Field.Phone.Header
source: Phone
de: Telefon

# CustomerEditPage.Field.Website.PlaceholderText
source: https://www.example.com
de: Website-URL eingeben

# CustomerEditPage.Field.CompanyName.Header
source: Company Name
de: Firma

# CustomerEditPage.Field.CompanyName.PlaceholderText
source: Enter company name
de: Firmenname eingeben

# CustomerEditPage.Field.VatNumber.Header
source: VAT Number
de: USt-IdNr.

# CustomerEditPage.Field.VatNumber.PlaceholderText
source: e.g. DE123456789
de: USt-IdNr. eingeben

# CustomerEditPage.Field.Note.Header
source: Note
de: Notizen

# CustomerEditPage.Field.Note.PlaceholderText
source: Enter notes about this customer...
de: Notizen zum Kunden eingeben...

# CustomerEditPage.Button.Cancel.Content
source: Cancel
de: Abbrechen

# CustomerEditPage.Button.Save.Content
source: Save
de: Speichern

# CustomerEditPage.RequiredFieldsNote.Text
source: * Required fields
de: * Pflichtfelder

# CustomerEditPage.Error.LoadFailed
source: Failed to load customer: {0}
de: Kunde konnte nicht geladen werden: {0}

# CustomerEditPage.Error.SaveFailed
source: Failed to save customer: {0}
de: Kunde konnte nicht gespeichert werden: {0}

# CustomerEditPage.Section.Addresses.Text
source: Addresses
de: Adressen

# CustomerEditPage.Button.AddAddress.Content
source: Add Address
de: Adresse hinzufügen

# CustomerEditPage.Button.AddAddress.Text.Text
source: Add
de: Hinzufügen

# CustomerEditPage.NoAddresses.Text
source: No addresses available
de: Keine Adressen vorhanden

# CustomerEditPage.NoAddresses.Hint.Text
source: Click "Add" to create a new address
de: Klicken Sie auf "Hinzufügen" um eine neue Adresse anzulegen

# CustomerEditPage.Badge.DeliveryAddress.Text
source: Delivery Address
de: Lieferadresse

# CustomerEditPage.Badge.InvoiceAddress.Text
source: Invoice Address
de: Rechnungsadresse

# AddressDialog.TitleNew
source: New Address
de: Neue Adresse

# AddressDialog.TitleEdit
source: Edit Address
de: Adresse bearbeiten

# AddressDialog.Firstname
source: First Name
de: Vorname

# AddressDialog.FirstnamePlaceholder
source: Enter first name
de: Vorname eingeben

# AddressDialog.Lastname
source: Last Name
de: Nachname

# AddressDialog.LastnamePlaceholder
source: Enter last name
de: Nachname eingeben

# AddressDialog.CompanyName
source: Company
de: Firma

# AddressDialog.CompanyNamePlaceholder
source: Enter company name (optional)
de: Firma eingeben (optional)

# AddressDialog.Street
source: Street
de: Straße

# AddressDialog.StreetPlaceholder
source: Enter street
de: Straße eingeben

# AddressDialog.HouseNr
source: No.
de: Nr.

# AddressDialog.HouseNrPlaceholder
source: No.
de: Nr.

# AddressDialog.Zip
source: ZIP
de: PLZ

# AddressDialog.ZipPlaceholder
source: ZIP
de: PLZ

# AddressDialog.City
source: City
de: Stadt

# AddressDialog.CityPlaceholder
source: Enter city
de: Stadt eingeben

# AddressDialog.Country
source: Country
de: Land

# AddressDialog.DefaultDeliveryAddress
source: Default Delivery Address
de: Standard-Lieferadresse

# AddressDialog.DefaultInvoiceAddress
source: Default Invoice Address
de: Standard-Rechnungsadresse

# AiModelListPage.NavigationBar.Content
source: AI Models
de: KI-Modelle

# AiModelListPage.AppBarButton.Refresh.Label
source: Refresh
de: Aktualisieren

# AiModelListPage.AppBarButton.Refresh.ToolTip
source: Refresh AI model list
de: KI-Modell-Liste aktualisieren

# AiModelListPage.AppBarButton.New.Label
source: New
de: Neu

# AiModelListPage.AppBarButton.New.ToolTip
source: Create new AI model
de: Neues KI-Modell anlegen

# AiModelListPage.SearchBox.PlaceholderText
source: Search AI models...
de: KI-Modelle suchen...

# AiModelListPage.Header.AiModelType.Text
source: Type
de: Typ

# AiModelListPage.Header.NCtx.Text
source: Context
de: Kontext

# AiModelListPage.NoAiModels.Text
source: No AI models found
de: Keine KI-Modelle gefunden

# AiModelListPage.LoadError.Text
source: Failed to load AI models
de: KI-Modelle konnten nicht geladen werden

# AiModelListPage.PreviousPage.ToolTip
source: Previous page
de: Vorherige Seite

# AiModelListPage.NextPage.ToolTip
source: Next page
de: Nächste Seite

# AiModelListPage.ItemsPerPage.Text
source: Items per page:
de: Einträge pro Seite:

# AiModelDetailPage.NavigationBar.Content
source: AI Model Details
de: KI-Modell Details

# AiModelDetailPage.AppBarButton.Back.Label
source: Back
de: Zurück

# AiModelDetailPage.AppBarButton.Back.ToolTip
source: Back to AI model list
de: Zurück zur KI-Modell-Liste

# AiModelDetailPage.AppBarButton.Edit.Label
source: Edit
de: Bearbeiten

# AiModelDetailPage.AppBarButton.Edit.ToolTip
source: Edit AI model
de: KI-Modell bearbeiten

# AiModelDetailPage.Section.Configuration
source: Configuration
de: Konfiguration

# AiModelDetailPage.Section.Authentication
source: Authentication
de: Authentifizierung
